Repository: letanssang/weather_app_flutter_monstarlab
Catalog: assets/lang/l10n/app_*.arb
Languages: vi

source: Today
vi: Hôm nay

source: Tomorrow
vi: Ngày mai

source: Next forecast
vi: Dự báo tiếp theo

# weekForecast
source: 7-day forecast
vi: Dự báo 7 ngày

source: Feels like
vi: Cảm giác như

source: Sunrise
vi: Bình minh

source: Sunset
vi: Hoàng hôn

source: Visibility
vi: Tầm nhìn

source: Pressure
vi: Áp suất

source: Cloud cover
vi: Mây che phủ

source: Full air quality forecast
vi: Chất lượng không khí đầy đủ

source: Share
vi: Chia sẻ

source: Setting
vi: Cài đặt

source: Units
vi: Đơn vị

source: Temperature
vi: Nhiệt độ

source: Wind speed
vi: Tốc độ gió

source: Air quality index
vi: Chất lượng không khí

source: Hourly AQI forecast
vi: Dự báo AQI hàng giờ

source: Manage cities
vi: Quản lý thành phố

source: Enter location
vi: Nhập địa điểm

source: No result
vi: Không có kết quả

# somethingWrong
source: Something went wrong
vi: Đã có lỗi xảy ra

source: Retry
vi: Thử lại

source: Cancel
vi: Hủy

source: Added
vi: Đã thêm

source: You can only add 5 cities
vi: Bạn chỉ có thể thêm tối đa 5 thành phố

source: Language
vi: Ngôn ngữ

source: Good
vi: Tốt

source: Moderate
vi: Trung bình

source: Unhealthy
vi: Không tốt cho sức khỏe

source: Very unhealthy
vi: Rất không tốt cho sức khỏe

source: Hazardous
vi: Nguy hiểm

# goodDescription
source: Air quality is good A perfect day for a walk!
vi: Chất lượng không khí tốt Một ngày hoàn hảo để đi dạo!

# moderateDescription
source: Air quality is moderate. You can go out for a walk!
vi: Chất lượng không khí ở mức vừa phải. Bạn có thể ra ngoài đi dạo!

# unhealthyDescription
source: Air quality is unhealthy. You should wear a mask when going out!
vi: Chất lượng không khí không tốt cho sức khỏe. Bạn nên đeo khẩu trang khi ra ngoài!

# veryUnhealthyDescription
source: Air quality is very unhealthy. You should stay at home!
vi: Chất lượng không khí rất có hại. Bạn nên ở nhà!

# hazardousDescription
source: Air quality is hazardous. You should stay at home!
vi: Chất lượng không khí nguy hiểm. Bạn nên ở nhà!

# w200
source: Thunderstorm with light rain
vi: Sấm sét và mưa nhỏ

# w201
source: Thunderstorm with rain
vi: Sấm sét và mưa

# w202
source: Thunderstorm with heavy rain
vi: Sấm sét và mưa lớn

# w230
source: Thunderstorm with light drizzle
vi: Sấm sét và mưa phùn nhỏ

# w231
source: Thunderstorm with drizzle
vi: Sấm sét và mưa phùn

# w232
source: Thunderstorm with heavy drizzle
vi: Sấm sét và mưa phùn lớn

# w233
source: Thunderstorm with Hail
vi: Sấm sét và mưa phùn

# w300
source: Light Drizzle
vi: Mưa phùn nhỏ

# w301
source: Drizzle
vi: Mưa phùn

# w302
source: Heavy Drizzle
vi: Mưa lớn

# w500
source: Light Rain
vi: Mưa nhỏ

# w501
source: Moderate Rain
vi: Mưa vừa

# w502
source: Heavy Rain
vi: Mưa lớn

# w511
source: Freezing rain
vi: Mưa đá

# w520
source: Light shower rain
vi: Mưa phùn nhỏ

# w521
source: Shower rain
vi: Mưa phùn

# w522
source: Heavy shower rain
vi: Mưa phùn lớn

# w600
source: Light snow
vi: Tuyết nhỏ

# w601
source: Snow
vi: Tuyết

# w602
source: Heavy Snow
vi: Tuyết lớn

# w610
source: Mix snow/rain
vi: Mưa tuyết

# w611
source: Sleet
vi: Mưa tuyết nhỏ

# w612
source: Heavy sleet
vi: Mưa tuyết

# w621
source: Snow shower
vi: Mưa tuyết

# w622
source: Heavy snow shower
vi: Mưa tuyết lớn

# w623
source: Flurries
vi: Mưa tuyết

# w700
source: Mist
vi: Sương mù

# w711
source: Smoke
vi: Khói

# w721
source: Haze
vi: Sương mù

# w731
source: Sand/dust
vi: Cát, bụi

# w741
source: Fog
vi: Sương mù

# w751
source: Freezing Fog
vi: Sương mù lạnh

# w800
source: Clear sky
vi: Quang đãng

# w801
source: Few clouds
vi: Ít mây

# w802
source: Scattered clouds
vi: Mây rải rác

# w803
source: Broken clouds
vi: Mây rải rác

# w804
source: Overcast clouds
vi: Mây u ám

# w900
source: Unknown Precipitation
vi: Không xác định

source: Remove city
vi: Xóa thành phố

# areYouSure
source: Are you sure you want to remove this city?
vi: Bạn có chắc chắn muốn xóa thành phố này?

source: Remove
vi: Xóa
